Repository: sztosz/office
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: pl

source: can't be blank
pl: nie może być puste

source: has already been taken
pl: już zostało zajęte

source: is invalid
pl: jest niepoprawne

source: has invalid format
pl: ma nieprawidłowy format

source: has an invalid entry
pl: ma niepoprawny wpis

source: is reserved
pl: jest zerezerwowane

source: does not match confirmation
pl: nie jest zgodne z potwierdzeniem

source: is still associated to this entry
pl: jest nadal powiązane z tym wpisem

source: are still associated to this entry
pl: są nadal powiązane z tym wpisem

source: should be %{count} character(s)
pl: powinno zawierać %{count} znak

source: should have %{count} item(s)
pl: powinno posiadać %{count} obiekt

source: should be at least %{count} character(s)
pl: powinno zawierać conajmniej %{count} znak

source: should have at least %{count} item(s)
pl: powinno posiadać conajmniej %{count} obiekt

source: should be at most %{count} character(s)
pl: powinno posiadać co najwyżej %{count} znak

source: should have at most %{count} item(s)
pl: powinno posiadać co najwyżej %{count} obiek

source: must be less than %{number}
pl: musi być mniejsze od %{number}

source: must be greater than %{number}
pl: musi być większe od %{number}

source: must be less than or equal to %{number}
pl: musi być mniejsze lub równe %{number}

source: must be greater than or equal to %{number}
pl: musi być większe lub równe %{number}

source: must be equal to %{number}
pl: musi być równe %{number}
